Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: VM frontend does not support shared directories.
es_419: El frontend no soporta los directorios compartidos.
fi: VM-käyttöliittymä ei tue jaettuja hakemistoja.
fr: Le frontend de la VM ne prend pas en charge les dossiers partagés.
it: Il frontend della VM non supporta le cartelle condivise.
ko: VM 프론트엔드는 공유폴더를 지원하지 않습니다.
pl: Interfejs wirtualnej maszyny nie wspiera współdzielenia katalogów.
ru: Фронтенд VM не поддерживает общие каталоги.

source: Warning: iOS will kill apps that use more than 80% of the device's total memory.
fi: Varoitus: iOS tappaa sovellukset, jotka käyttävät yli 80 % laitteen kokonaismuistista.
ko: 주의: iOS는 전체 메모리의 80% 이상을 사용 시 애플리케이션을 종료합니다.
pl: Uwaga: iOS wymusi zatrzymanie aplikacji które używają więcej niż 80% całkowitej pamieci urządzenia.

source: Welcome to UTM! Due to a bug in iOS, if you force kill this app, the system will be unstable and you cannot launch UTM again until you reboot. The recommended way to terminate this app is the button on the top left.
fi: Tervetuloa UTM:ään! iOS-virheen vuoksi, jos pakotat tappamaan tämän sovelluksen, järjestelmästä tulee epävakaa, etkä voi käynnistää UTM:ää uudelleen ennen kuin käynnistät uudelleen. Suositeltu tapa lopettaa tämä sovellus on vasemmassa yläkulmassa oleva painike.
ko: UTM에 오신것을 환영합니다! iOS의 버그로 인해, 애플리케이션을 강제종료 할 시 시스템이 불안정해지고 재부팅하기 전까지 UTM을 다시 실행할 수 없습니다. 좌측상단의 X 버튼으로 UTM을 종료하는 것을 권장합니다.
pl: Witaj w UTM! Przez błąd w systemie iOS, jeśli wymusisz zatrzymanie tej aplikacji, system będzie nieużywalny, nie możesz też ponownie uruchomić UTM do momentu ponownego uruchomienia. Zalecane jest zatrzymanie działania tej aplikacji za pomocą tego przycisku w lewym górnym rogu.

source: Would you like to import an existing disk image or create a new one?
fi: Haluatko tuoda olemassa olevan levyvedoksen vai luoda uuden?
ko: 기존의 디스크이미지를 불러오시겠습니까, 아니면 새로 만드시겠습니까?
pl: Czy chciałbyś zaimportować istniejący dysk czy stworzyć nowy?

source: You cannot import a .utm package as a drive. Did you mean to open the package with UTM?
fi: Et voi tuoda .utm-pakettia asemana. Tarkoititko avata paketin UTM:llä?
pl: Nie możesz zaimportować paczki .utm jako dysku. Masz na myśli otworzyć paczkę za pomocą UTM?

source: You cannot import a directory as a drive.
fi: Et voi tuoda hakemistoa asemana.
pl: Nie możesz zaimportować katalogu jako dysku.

source: You must select a disk image.
fi: Sinun on valittava levykuva.
ko: 디스크이미지를 반드시 선택하여야 합니다.
pl: Musisz wybrać obraz dysku.

source: You must terminate the running VM before you can import a new VM.
fi: Vous devez arrêter la VM en cours avant de pouvoir importer une nouvelle VM.
ko: 새로운 VM을 추가하기 위해선 기존의 VM을 종료하여야 합니다.
pl: Musisz zamknąć obecenie uruchomioną maszynę, zanim zaczniesz importować następną.

source: Your version of iOS does not support running VMs while unmodified. You must either run UTM while jailbroken or with a remote debugger attached.
fi: IOS-versiosi ei tue virtuaalikoneiden käyttöä muokkaamattomana. Sinun on joko suoritettava UTM, kun se on rikki tai kun etädebuggeri on liitetty.
ko: 이 기기의 iOS 버전은 UTM을 구동하기 위해 탈옥하거나, 디버깅이 활성화된 상태이어야 합니다.

source: %lld Cores
fr: %lld Cœurs
it: %lld Core
ja: %lldコア
pl: %lld Cœurs
ru: %lld Ядер
zh_hans: %lld 核心
zh_hant: %lld 個核心
zh_hk: %lld 個核心

source: Clear…
fr: Effacer…
ja: 消去…
pl: Wyczyść...
zh_hans: 清除…
zh_hk: 清除⋯

source: Current Window
fr: Fenêtre actuelle
ja: 現在のウインドウ
pl: Obecne okno

source: Eject…
fr: Éjecter…
ja: 取り出す…
pl: Wysuń...
zh_hans: 推出…
zh_hk: 退出⋯

source: External Monitor
fr: Moniteur externe
ja: 外部モニタ
pl: Monitor zewnętrzny

source: Installation: %lld%%
fr: Installation de : %lld%%
pl: Instalacja: %lld%%

source: New External Drive…
fr: Nouveau lecteur externe…
pl: Nowy dysk zewnętrzny...

source: New Window…
fr: Nouvelle fenêtre…
ja: 新規ウインドウ…
pl: Nowe okno...

source: Note: Shared directories will not be saved and will be reset when UTM quits.
es_419: Nota: Los directorios compartidos no serán guardados y se restablecerán cuando UTM se cierre.
fr: Note : les dossiers partagés ne seront pas sauvegardés et seront réinitialisés lorsque vous quitterez UTM.
it: Nota: Le cartelle condivise non saranno salvate e verranno svuotate all'uscita da UTM.
pl: Pamiętaj: Współdzielone katalogi nie będą zapisane i się zresetują, gdy zamkniesz UTM.
ru: Примечание: Общие каталоги не сохраняются и сбрасываются при выходе из UTM.

source: Pointer
fr: Pointeur
ja: ポインタ
zh_hans: 鼠标指针
zh_hk: 指標

source: Serial (Client)
fr: Série (Client)
ja: シリアル（クライアント）
pl: Interfejs szeregowy (Klient)

source: Serial (Server)
fr: Série (Serveur)
ja: シリアル（サーバ）
pl: Interfejs szeregowy (Serwer)

source: Serial (TTY)
fr: Série (TTY)
ja: シリアル（TTY）
pl: Interfejs szeregowy (TTY)

source: Serial %lld: %@
fr: Série %lld: %@
ja: シリアル%1$lld: %2$@
pl: Szeregowe %lld: %@

source: Shared Directory: %@
fr: Dossier partagé : %@
ja: 共有ディレクトリ: %@
pl: Współdzielenie katalogów: %@
zh_hans: 共享目录：%@
zh_hk: 已分享目錄：%@

source: SPICE WebDAV
fr: WebDAV via SPICE

source: This is required to boot Windows 11.
fr: Ceci est requis pour démarrer Windows 11
pl: To jest wymagane, aby uruchomić Windows 11.

source: TPM Device
fr: Puce TPM
pl: Urządzenie TPM

source: Allow access from external clients
it: Permetti l'accesso da client esterni
ja: 外部クライアントからのアクセスを許可
pl: Pozwalaj na dostęp dla klientów zewnętrznych
zh_hans: 允许外部客户机访问
zh_hk: 允許外部客戶端訪問

source: Any
it: Qualunque
ja: 任意
pl: Ktokolwiek
zh_hans: 任意
zh_hk: 任意

source: Automatically start UTM server
it: Avvia il Server UTM automaticamente
ja: UTMサーバを自動的に起動
pl: Automatycznie uruchamiaj serwer UTM
zh_hans: 自动启动 UTM 服务器
zh_hk: 自動開始 UTM 伺服器

source: By default, the server is only available on LAN but setting this will use UPnP/NAT-PMP to port forward to WAN.
it: Di default, il server è solo disponibile su rete locale, attivando questa opzione verrà attivato UPnP/NAT-PMP per il port forwarding su WAN
ja: デフォルトでは、サーバはLAN上でのみ利用可能ですが、これを設定すると、UPnP/NAT-PMPを使用してWANにポート転送します。
pl: Domyślnie serwer jest dostępny tylko w sieci LAN, ale ustawienie to spowoduje użycie UPnP/NAT-PMP do przekierowania portów do sieci WAN.

source: Capture input automatically when window is focused
it: Cattura automaticamente l'input quando la finestra è in primo piano
ja: ウインドウがフォーカスされたときに入力を自動的にキャプチャ
zh_hans: 聚焦窗口时自动捕获输入
zh_hk: 於視窗聚焦時自動擷取輸入

source: Choose
it: Seleziona
ja: 選択
zh_hans: 选择
zh_hk: 選取

source: Dynamic Resolution
it: Risoluzione Dinamica
ja: ダイナミック解像度
zh_hans: 动态
zh_hk: 動態解像度

source: Enable UTM Server
it: Abilita UTM Server
ja: UTMサーバを有効にする
pl: Włącz serwer UTM
zh_hans: 启用 UTM 服务器
zh_hk: 啟用 UTM 伺服器

source: GPU Acceleration supported
it: Accelerazione GPU Supportata

source: If checked, emulated devices with higher compatibility will be instantiated at the cost of performance.
it: Se attivo, i dispositivi emulati avranno una compatibilità elevata, al costo di prestazioni peggiori.
ja: チェックを入れると、パフォーマンスを犠牲にして、より互換性の高い仮想デバイスがインスタンス化されます。

source: If checked, you will not be prompted about any unknown connection and they will be rejected.
it: Se attivo, non ti verrà chiesto di accettare richieste da origini sconosciute, che verranno automaticamente rifiutate.
ja: チェックを入れると、不明な接続についてのプロンプトは表示されず拒否されます。
pl: Jeśli zaznaczone, nie będziesz informowany o żadnych nieznanych połączeniach, a one będą odrzucane.

source: If enabled, clients must enter a password. This is required if you want to access the server externally.
it: Se abilitato, i client dovranno inserire una password. Richiesto se vuoi accedere da client esterni.
ja: 有効にすると、クライアントはパスワードを入力する必要があります。これは、サーバに外部からアクセスする場合に必要です。
pl: Jeśli włączone, klienci muszą wprowadzić hasło. Jest to wymagane jeśli chcesz uzyskać dostęp do serwera zewnętrznie.

source: If enabled, input capture will toggle automatically when the VM's window is focused.
it: Se abilitato, la cattura dell'imput verrà automaticamente attivata o disattivata quando la finestra della VM è in primo piano o non selezionata
ja: 有効にすると、仮想マシンのウインドウがフォーカスされたときに入力キャプチャが自動的に切り替わります。
zh_hans: 若启用，输入捕捉将在虚拟机窗口聚焦时自动切换。
zh_hk: 如啟用，於虛擬電腦聚焦視窗時，將自動切換輸入擷取。

source: Last Seen
it: Accesso più recente
ja: 最終接続
pl: Ostatnio widziany
zh_hans: 最后上线于
zh_hk: 最後檢視時間

source: Legacy Hardware
it: Hardware Legacy
ja: レガシーハードウェア
zh_hans: 旧式硬件
zh_hk: 舊式硬件

source: Only available on macOS 14+ virtual machines.
it: Disponibile solo su macchine virtuali macOS (versione 14 o superiore).
ja: macOS 14以降の仮想マシンでのみ使用できます。

source: Options
it: Opzioni
ja: オプション
zh_hans: 选项
zh_hk: 選項

source: Reject unknown connections by default
it: Rifiuta connessioni sconosciute
ja: デフォルトで不明な接続を拒否
pl: Domyślnie odrzucaj nieznane połączenia
zh_hans: 默认情况下拒绝未知连接
zh_hk: 於預設情況下拒絕不明連線

source: Require Password
it: Richiedi Password
ja: パスワードが必要
pl: Wymagaj hasła
zh_hans: 需要密码
zh_hk: 需要密碼

source: Specify a port number to listen on. This is required if external clients are permitted.
it: Specifica una porta d'ascolto. Richiesto se l'accesso da client esterni è attivato.
ja: 外部からの接続を受け入れるポート番号を指定します。これは、外部クライアントが許可されている場合に必要です。
pl: Określ numer portu, na którym chcesz nasłuchiwać. Jest to wymagane, jeśli klienci zewnętrzni są dopuszczeni.

source: The amount of storage to allocate for this image. An empty file of this size will be stored with the VM.
es_419: La cantidad de almacenamiento para asignar a esta imagen. Se almacenará un archivo vacío de este tamaño con la VM.
it: La quantità di spazio da allocare per questa immagine. Un file vuoto di questa dimensione verrà salvato con la VM.
pl: Ilość pamięci masowej przydzielonej dla tego obrazu. Pusty plik takiego rozmiaru będzie przechowywany wraz z maszyną wirtualną
ru: Объем памяти, выделяемый для данного образа. Пустой файл такого размера будет храниться вместе с ВМ.

source: %@/s
ja: %@/秒
ru: %@/с

source: %d days
ja: %d日間
zh_hans: %d 天
zh_hk: %d 日

source: %d months
ja: %dか月間
zh_hans: %d 月
zh_hk: %d 月

source: %d weeks
ja: %d週間
zh_hans: %d 周
zh_hk: %d 周

source: %d years
ja: %d年間
zh_hans: %d 年
zh_hk: %d 年

source: ⌃+⌥ (Ctrl+Opt)
ja: ⌃＋⌥（Control＋Option）

source: ⌘+⌥ (Cmd+Opt)
ja: ⌘＋⌥（Command＋Option）

source: A client with fingerprint '%@' is attempting to connect.
ja: 指紋“%@”のクライアントが接続しようとしています。
pl: Kilent z odciskiem palca '%@' próbuje się połączyć.

source: Allow
ja: 許可
pl: Zezwól

source: Apple Virtualization
ja: Apple仮想化
pl: Wirtualizacja Apple

source: Background task is about to expire
ja: バックグラウンドタスクがまもなく期限切れになります
zh_hans: 后台任务即将终止
zh_hk: 背景任務即將過期

source: Boot Device
ja: 起動デバイス
zh_hans: 启动设备
zh_hk: 開機裝置

source: Boot IMG Image
ja: 起動IMGイメージ
zh_hans: 启动 IMG 映像
zh_hk: 啟動 IMG 映像檔

source: Cannot reserve port %d for external access from NAT. Make sure no other device on the network has reserved it.
ja: NATからの外部アクセス用のポート%dを予約できません。ネットワーク上のほかのデバイスが予約していないことを確認してください。
zh_hans: 无法保留端口“%d”用作从 NAT 的外部访问。请确保网络上没有其他设备保留该端口。
zh_hk: 無法為 NAT 外部取用保留埠「%d」。請確保網絡上未有其他裝置保留它。

source: CD/DVD Image
ja: CD/DVDイメージ
ko: CD/DVD
zh_hans: CD/DVD 映像
zh_hk: CD/DVD 映像檔

source: Create a new emulated machine from scratch.
ja: 新規仮想マシンをゼロから作成します。
zh_hans: 从头开始创建一个新的虚拟机。
zh_hk: 從頭開始製作一個新的虛擬電腦。

source: Create a new virtual machine or import an existing one.
ja: 新しい仮想マシンを作成するか、既存の仮想マシンを読み込みます。
zh_hans: 创建一个新的虚拟机或导入现有的虚拟机。
zh_hk: 製作一個新的虛擬電腦或者輸入一個現有的。

source: day
ja: 1日間
zh_hans: 天
zh_hk: 日

source: Deny
ja: 拒否
pl: Odmów

source: Donate
ja: 寄付

source: Enjoying the app? Consider making a donation to support development.
ja: アプリをお楽しみいただけていますか? 開発を支援するために寄付をご検討ください。
zh_hans: 喜欢这个 App 吗？考虑捐赠来支持开发吧！
zh_hk: 享受使用這個 App 嗎？考慮下捐贈支持開發吧。

source: Established connection from %@.
ja: %@からの接続を確立しました。
pl: Próba nawiązenia połączenia od '%@'.

source: Floppy Image
ja: フロッピーイメージ
zh_hans: 软盘映像
zh_hk: 軟碟映像檔

source: Force Kill
ja: 強制終了

source: Help
ja: ヘルプ
pl: Pomoc

source: Hide Controls
ja: コントロールを非表示
pl: Ukryj sterowanie

source: HiDPI (Retina)
ja: 高DPI（Retina）

source: If checked, use NVMe instead of virtio as the disk interface, available on macOS 14+ for Linux guests only. This interface is slower but less likely to encounter filesystem errors.
ja: チェックを入れると、Virtioの代わりにNVMeをディスクインターフェイスとして使用します。これは、macOS 14以降のLinuxゲストでのみ使用できます。このインターフェイスは低速ですが、ファイルシステムエラーが発生する可能性が低くなります。
zh_hans: 若选中，使用 NVMe 而不是 virtio 作为磁盘接口，仅适用于 macOS 14+ 上的 Linux 客户机。此接口速度较慢，但不太容易遇到文件系统错误。
zh_hant: 如果選取，將使用 NVMe 而非 virtio 作為磁碟介面，僅在 macOS 14+ 中適用於 Linux 客戶機器。這個介面速度較慢，但較不容易遇到檔案系統錯誤。
zh_hk: 如果勾選，將使用 NVMe 而非 virtio 作為磁碟介面，僅在 macOS 14+ 中適用於 Linux 客戶機器。這個介面速度較慢，但較不容易遇到檔案系統錯誤。

source: macOS 12+
ja: macOS 12以降

source: Manage Subscriptions…
ja: サブスクリプションを管理…

source: Mismatched id from guest-sync-delimited.
ja: guest-sync-delimitedからのIDが一致しません。

source: month
ja: 1か月間
zh_hans: 月
zh_hk: 月

source: New Connection
ja: 新規接続
pl: Nowe połączenie

source: New Machine
ja: 新規マシン
zh_hans: 新建虚拟机
zh_hk: 新增電腦

source: New trusted remote client connection.
ja: 新しい信頼済みリモートクライアントからの接続がありました。
pl: Nowe zaufane zdalne połączenie

source: New unknown remote client connection.
ja: 新しい不明なリモートクライアントからの接続がありました。
pl: Nowe nieznane zdalne połączenie.

source: Nintendo
ja: 任天堂

source: No Thanks
ja: 今はしない

source: One Time Donation
ja: 1回限りの寄付
zh_hans: 一次性捐赠
zh_hk: 一次捐贈

source: period
ja: 期間
zh_hans: 周期
zh_hk: 期間

source: Preferences
ja: 環境設定
pl: Preferencje

source: Recurring Donation
ja: 定期寄付

source: Remote Client Connected
ja: リモートクライアント接続済み
pl: Połączono ze zdalnym klientem

source: Restore Purchases
ja: 購入を復元

source: Save Password
ja: パスワードを保存
pl: Zapisz hasło

source: Server IP: %s, Port: %s
ja: サーバIP: %1$s、ポート: %2$s
pl: Adres IP serwera: %s, Port: %s

source: Show Controls
ja: コントロールを表示
pl: Pokaż sterowanie

source: Start Here
ja: ここから始めましょう
zh_hans: 从这里开始
zh_hk: 由這裡開始

source: Support UTM
ja: UTMを支援
zh_hans: 支持 UTM
zh_hk: 支持 UTM

source: Switch back to UTM to avoid termination.
ja: 終了を防ぐには、UTMに戻ってください。
zh_hans: 切换回 UTM 以避免终止。
zh_hk: 切換回至 UTM 以避免終止。

source: Tap to hide/show toolbar
ja: タップしてツールバーを非表示/表示
zh_hans: 点按以隐藏/显示工具栏
zh_hk: 點一下以隱藏/顯示工具列

source: This VM is not available or is configured for a backend that does not support remote clients.
ja: この仮想マシンは利用できないか、リモートクライアントに対応していないバックエンド用に構成されています。
zh_hans: 此虚拟机不可用，或配置为不支持远程客户端的后端。
zh_hk: 這個虛擬電腦無法使用，或者是被設定為不支援遠端客戶端的後端。

source: Unknown Remote Client
ja: 不明なリモートクライアント
pl: Nieznany klient połączenia zdalnego

source: Use NVMe Interface
ja: NVMeインターフェイスを使用
zh_hans: 使用 NVMe 磁盘接口
zh_hant: 使用 NVMe 磁碟介面
zh_hk: 使用 NVMe 磁碟介面

source: UTM Remote Server Error
ja: UTMリモートサーバエラー
pl: Błąd serwera zdalnego UTM

source: UTM Server
ja: UTMサーバ
pl: Serwer UTM
zh_hans: UTM 服务器
zh_hk: UTM 伺服器

source: week
ja: 1週間
zh_hans: 周
zh_hk: 周

source: When the toolbar is hidden, the icon will disappear after a few seconds. To show the icon again, tap anywhere on the screen.
ja: ツールバーを非表示にすると、アイコンが数秒後に消えます。アイコンを再度表示するには、画面上の任意の場所をタップします。
zh_hans: 当工具栏被隐藏时，图标将会在几秒钟后消失。若要再次显示图标，请点按屏幕上的任意位置。
zh_hk: 當工具列隱藏時，圖示將會於幾秒鐘之後消失。如要再次顯示圖示，請在螢幕上的任意位置點一下。

source: Windows 9x
ja: Windows 9x系

source: year
ja: 1年間
zh_hans: 年
zh_hk: 年

source: Your purchase could not be verified by the App Store.
ja: App Storeで購入が確認できませんでした。
zh_hans: App Store 无法验证你的购买。
zh_hk: App Store 無法驗證你的購買。

source: Your support is the driving force that helps UTM stay independent. Your contribution, no matter the size, makes a significant difference. It enables us to develop new features and maintain existing ones. Thank you for considering a donation to support us.
ja: 皆様のご支援がUTMの独立を維持する原動力となります。皆様からのご支援は、その大小にかかわらず、大きな違いをもたらします。これにより、新しい機能を開発し、既存の機能を維持することができます。ぜひご寄付をご検討のほどよろしくお願いいたします。
zh_hans: 你的支持是 UTM 保持独立的动力。无论你的贡献或多或少，都会产生重大的影响。这可以让我们开发功能，并维护现有的功能。感谢你考虑捐赠支持我们。
zh_hk: 你的支持是幫助 UTM 保持獨立的動力。無論你的貢獻幾多，都會帶來重大影響。這可以令我們能夠開發新功能，並維護現有的功能。多謝你考慮捐贈來支持我們。

source: An internal error has occured.
ko: 내부 오류가 발생했습니다.

source: Another Tab
ko: 다른 탭

source: Are you sure you want to exit UTM?.
ko: UTM을 종료하시겠습니까?

source: CPU Count
ko: CPU 개수

source: Creating disk...
ko: 디스크 생성중...

source: Deleting %@...
ko: %@ 삭제중...

source: Failed to save VM state. Do you have at least one read-write drive attached that supports snapshots?
ko: VM 상태 저장에 실패했습니다. 적어도 하나 이상의 스냅샷을 지원하는 쓰기 드라이브가 있는지 확인하세요.

source: Go to Gallery
ko: UTM 갤러리 방문

source: Importing %@...
ko: %@ 추가중...

source: Moving %@...
ko: %@ 이동중...

source: Running qemu-img more than once is unimplemented. Restart the app to create another disk.
ko: qemu-img를 여러개 실행하는 것은 아직 구현하지 않았습니다. 애플리케이션을 다시 시작하여 새로운 디스크이미지를 만드세요.

source: Saving %@...
ko: %@ 저장중...

source: Start from Scratch
ko: 새로 시작하기

source: The First Tab
ko: 처음 탭

source: The Last Tab
ko: 마지막 탭

source: This version of UTM does not allow file access outside of UTM's Documents directory.
ko: 이 버전의 UTM은 UTM 도큐먼트 폴더 외의 파일 액세스를 지원하지 않습니다.

source: To release the mouse cursor, press ⌃+⌥ (Ctrl+Opt or Ctrl+Alt) at the same time.
ko: 마우스 커서를 해제하려면 ⌃+⌥（Ctrl+Opt 또는 Ctrl+Alt）를 입력하세요.

source: Try to use hardware hypervisor when available
ko: 가능한 경우 하드웨어 가속 사용

source: You can download an existing VM configuration for popular operating systems from the UTM gallery or start from scratch.
ko: UTM 갤러리에서 샘플 VM을 다운로드하거나, 처음부터 새로 시작할 수 있습니다.

source: %@Linux kernel (required):
pl: %@Jądro systemu (kernel) Linux (wymagane)：

source: Cannot reserve port '%@' for external access from NAT. Make sure no other device on the network has reserved it.
pl: Nie można zarezerwować portu '%@' dla dostępu zewnętrznego z NAT. Upewnij się, że żadne inne urządzenie w sieci go nie zarezerwowało.

source: Directory Selected
pl: Katalog wybrany

source: Floppy Drive
pl: Napęd dyskietek

source: Hint: For the best Windows experience, make sure to download and install the latest [SPICE tools and QEMU drivers](https:/*mac.getutm.app/support/).
pl: Porada : Dla jak najlepszego doświadczenia z korzystania z Windowsa, upewnij się, że pobrałeś i zainstalowałeś najnowsze [sterowniki SPICE oraz QEMU](https:/*mac.getutm.app/support/).

source: No Drive (advanced)
pl: Bez dysku (zaawansowane)

source: Note: The file system tag for mounting the installer is 'rosetta'.
pl: Pamiętaj: Tag systemu plików do montowania instalatora to 'rosetta'.

source: Reclaim and Compress
pl: Odzyskaj i kompresuj

source: SD Card Drive
pl: Karta SD

source: VirtIO Drive
pl: Dysk VirtIO

source: Your version of iOS does not support running VMs while unmodified. You must either run UTM while jailbroken or with a remote debugger attached. See https:/*getutm.app/install/ for more details.
pl: Twoja wersja systemu iOS nie wspiera uruchamiania wirtualnych maszyn bez modyfikacji. Musisz albo uruchomić UTM na jailbreakowanym urządzeniu albo z dołączonym zdalnym debuggerem. Sprawdź https:/*getutm.app/install/ po więcej informacji.

source: GiB
ru: ГиБ

source: MiB
ru: МиБ

source: Waiting for VM to connect to display…
ru: Ожидание подключения ВМ к дисплею…
